[
    {
        "name": "convertReligionsToCatholic",
        "displayName": "Convert to Catholicism",
        "quantity": 1,
        "type": "abilityTypes/fightHeresy",
        "rulesOne": "Switch to Catholic. If you control enough Catholic provinces (directly or through allies) to be among the top 2 Catholics (top 3 in 7-8 player games), switch your role to Saved Catholic, otherwise switched to the Damned Catholic role. The next Damned Protestant becomes Saved in your place. All other Catholics update their roles.\n\nLose all Faith dice.\n\nIf you do not have a Catholic province, flip one province to Catholic.",
        "rulesTwo": "You must be Protestant.",
        "rulesThree": ""
    },
    {
        "name": "convertToProtestantism",
        "displayName": "Convert to Protestantism",
        "quantity": 1,
        "type": "abilityTypes/fightHeresy",
        "rulesOne": "Switch to Protestant. If you are the either the first or second (or third in 7-8 player games) to convert to Protestantism this game, switch to Saved Protestant. Otherwise, switch to Damned Protestant. All Catholics update their roles as well.\n\nLose all Faith dice.\n\nIf you do not have a Protestant province, flip one province to Protestant.",
        "rulesTwo": "You must be Catholic.",
        "rulesThree": ""
    },
    {
        "name": "releaseAlly",
        "displayName": "Release Ally",
        "quantity": 1,
        "type": "abilityTypes/doDiplomacy",
        "rulesOne": "Release a province as a one province Principality. Place two Influence on it and take their control marker. The Principality does not begin as an Elector.",
        "rulesTwo": "You may also gift it adjacent, same religion provinces to gain 1 additional Influence per province.",
        "rulesThree": ""
    },
    {
        "name": "conductDiplomacy",
        "displayName": "Conduct Diplomacy",
        "quantity": 1,
        "type": "abilityTypes/doDiplomacy",
        "rulesOne": "Pick a player and play the Diplomacy Game with them. Then, take any or all of your Influence and distribute it to Principality(ies) of your choice, regardless of their religion or allies.",
        "rulesTwo": "If you have equal or more Influence on the Principality than they have provinces and you have more Influence than any other player, ally the Principality and take its control marker, adding it to your board on the appropriate size slot. Other players do not displace you as ally until they surpass you in Influence.",
        "rulesThree": ""
    },
    {
        "name": "foreignPower",
        "displayName": "Foreign Power Intervention",
        "quantity": 0,
        "type": "abilityTypes/doDiplomacy",
        "rulesOne": "Gain 4 Influence and place it all on one Principality of your choice.",
        "rulesTwo": "You must have only one province and no allies.",
        "rulesThree": ""
    },
    {
        "name": "intercession",
        "displayName": "Intercession of the Saints",
        "quantity": 1,
        "type": "abilityTypes/fightHeresy",
        "rulesOne": "Gain 3 Catholic Faith dice plus:\n\n+1 Faith dice per 3 Catholic provinces you control (directly or through allies)\n+1 if the Emperor is your religion\n+1 if you are Saved",
        "rulesTwo": "Roll all of your Faith dice. Place every die you got a 1-3 on a province (following Faith dice placement rules) to begin converting it next Mass event. Discard the failed dice rolls.",
        "rulesThree": "You must be a post Council of Trent Catholic."
    },
    {
        "name": "downWithTheWhore",
        "displayName": "Down with Babylon",
        "quantity": 1,
        "type": "abilityTypes/fightHeresy",
        "rulesOne": "Gain 3 Protestant Faith dice plus:\n\n+1 if the Emperor is your religion\n+1 if you are Saved",
        "rulesTwo": "Roll all of your Faith dice. Place every die you got a 1-3 on a province (following Faith dice placement rules) to begin converting it next Mass event. Discard the failed dice rolls.",
        "rulesThree": "You must be Protestant."
    },
    {
        "name": "declareWarOnPlayer",
        "displayName": "Declare a Private War",
        "quantity": 1,
        "type": "abilityTypes/wageWar",
        "rulesOne": "Declare war on a player or prince. If you target a prince, remove all of your Influence with them. Immediately resolve the war.",
        "rulesTwo": "",
        "rulesThree": ""
    },
    {
        "name": "declareReligiousWar",
        "displayName": "Declare Religious War",
        "quantity": 1,
        "type": "abilityTypes/wageWar",
        "rulesOne": "Declare a Religious War against a prince with a Religious Upheaval Marker on it and immediately resolve the Religous War.",
        "rulesTwo": "You must be Saved.",
        "rulesThree": ""
    }
]